Revit 2024 API
ParameterTypeId.PocheMatId Property
 "Coarse Poche Material"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PocheMatId { get; }
Visual Basic
Public Shared ReadOnly Property PocheMatId As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PocheMatId {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace